Repository: KDE/keditbookmarks
Catalog: po/*/keditbookmarks.po
Languages: it, ta

# NAME OF TRANSLATORS
source: Your names
it: Federico Zenith,Pierluigi Andreoli
ta: கோ. கிஷோர்

# EMAIL OF TRANSLATORS
source: Your emails
it: federico.zenith@member.fsf.org,
ta: Kde-l10n-ta@kde.org

source: &Delete
it: &Elimina
ta: &நீக்கு

source: Rename
it: Rinomina
ta: மறுபெயரிடு

source: C&hange Location
it: &Cambia indirizzo
ta: &இடத்தை மாற்று

source: C&hange Comment
it: &Modifica commento
ta: &குறிப்பை மாற்று

source: Chan&ge Icon...
it: Mod&ifica icona...
ta: &சின்னத்தை மாற்று...

source: Update Favicon
it: Aggiorna iconcina
ta: இணையதள சின்னத்தை புதுப்பி

source: Recursive Sort
it: Ordinamento ricorsivo

source: &New Folder...
it: &Nuova cartella...
ta: &புதிய அடைவு…

source: &New Bookmark
it: &Nuovo segnalibro
ta: &புதிய நினைவுக்குறி

source: &Insert Separator
it: &Inserisci separatore
ta: பிரிப்பானை &நுழை

source: &Sort Alphabetically
it: &Metti in ordine alfabetico
ta: &அகரவரிசைப்படுத்து

source: Set as T&oolbar Folder
it: Imp&osta come cartella della barra degli strumenti
ta: &கருவிப்பட்டை அடைவாக அமை

source: &Expand All Folders
it: &Espandi tutte le cartelle
ta: அனைத்து அடைவுகளையும் &விரி

source: Collapse &All Folders
it: Contr&ai tutte le cartelle
ta: அனை&த்து அடைவுகளையும் சுருக்கு

source: &Open in Browser
it: &Apri nel browser
ta: &உலாவியில் திற

source: Check &Status
it: Verifica &stato
ta: &நிலையை சரிபார்

source: Check Status: &All
it: Verifica stato: &tutto
ta: &அனைத்திற்கும் நிலையை சரிபார்

source: Update All &Favicons
it: &Aggiorna tutte le iconcine
ta: அனைத்து &இணையதள சின்னங்களையும் புதுப்பி

source: Cancel &Checks
it: Annulla le &verifiche
ta: &சரிபார்ப்பதை ரத்துசெய்

source: Cancel &Favicon Updates
it: Annulla aggiornamento delle &iconcine
ta: &இணையதள சின்னங்களை புதுப்பிப்பதை ரத்துசெய்

source: Import &Netscape Bookmarks...
it: Importa segnalibri di &Netscape...
ta: &நெட்ஸ்கேப் நினைவுக்குறிகளை இறக்குமதி செய்…

source: Import &Opera Bookmarks...
it: Importa segnalibri di &Opera...
ta: &ஓபரா நினைவுக்குறிகளை இறக்குமதி செய்…

source: Import &Galeon Bookmarks...
it: Importa segnalibri di &Galeon...
ta: &கேலியோன் நினைவுக்குறிகளை இறக்குமதி செய்…

source: Import &KDE 2 or KDE 3 Bookmarks...
it: Importa segnalibri di &KDE 2 o KDE 3...
ta: கே.&டீ.யீ. 2 அல்லது 3 நினைவுக்குறிகளை இறக்குமதி செய்…

source: Import &Internet Explorer Bookmarks...
it: Importa segnalibri di &Internet Explorer...
ta: &இன்டர்நெட் எக்ஸ்புளோரர் நினைவுக்குறிகளை இறக்குமதி செய்…

source: Import &Mozilla Bookmarks...
it: Importa segnalibri di &Mozilla...
ta: &மொசில்லா நினைவுக்குறிகளை இறக்குமதி செய்

source: Export &Netscape Bookmarks
it: Esporta segnalibri di &Netscape
ta: &நெட்ஸ்கேப் நினைவுக்குறிகளாக ஏற்றுமதி செய்

source: Export &Opera Bookmarks...
it: Esporta segnalibri di &Opera...
ta: &ஓபரா நினைவுக்குறிகளாக ஏற்றுமதி செய்…

source: Export &HTML Bookmarks...
it: Esporta segnalibri in &HTML...
ta: HTML நி&னைவுக்குறிகளாக ஏற்றுமதி செய்…

source: Export &Internet Explorer Bookmarks...
it: Esporta segnalibri di &Internet Explorer...
ta: &இன்டர்நெட் எக்ஸ்புளோரர் நினைவுக்குறிகளாக ஏற்றுமதி செய்…

source: Export &Mozilla Bookmarks...
it: Esporta segnalibri di &Mozilla...
ta: &மொசில்லா நினைவுக்குறிகளாக ஏற்றுமதி செய்…

source: HTML Bookmark Listing (*.html)
it: Elenco segnalibri in HTML (*.html)

# (qtundo-format)
source: Cut Items
it: Taglia elementi

# (qtundo-format)
source: Paste
it: Incolla

source: New folder:
it: Nuova cartella:
ta: புதிய அடைவு:

# @title:window
source: Create New Bookmark Folder
it: Crea nuova cartella per segnalibri

# (qtundo-format)
source: Recursive Sort
it: Ordinamento ricorsivo

# (qtundo-format)
source: Sort Alphabetically
it: Metti in ordine alfabetico

# (qtundo-format)
source: Delete Items
it: Elimina elementi

source: Name:
it: Nome:
ta: பெயர்:

source: Location:
it: Posizione:
ta: இடம்:

source: Comment:
it: Commento:
ta: குறிப்பு:

source: First viewed:
it: Prima visita:
ta: முதலில் பார்க்கப்பட்டது:

source: Viewed last:
it: Ultima visita:
ta: கடைசியாகப் பார்க்கப்பட்டது:

source: Times visited:
it: Numero di visite:
ta: எத்தனை முறை பார்க்கப்பட்டது:

source: My Bookmarks
it: Segnalibri personali
ta: என் நினைவுக்குறிகள்

source: Updating favicon...
it: Aggiornamento dell'iconcina...
ta: சின்னங்கள் புதுப்பிக்கப்படுகின்றன…

source: %1; no HTML component found (%2)
it: %1; nessun componente HTML trovato (%2)

source: No browser component found
it: Nessun componente di tipo browser trovato

# (qtundo-format)
source: Import %1 Bookmarks
it: Importa %1 segnalibri

source: %1 Bookmarks
it: %1 segnalibri
ta: %1 நினைவுக்குறிகள்

source: Import as a new subfolder or replace all the current bookmarks?
it: Importa come nuova sottocartella o sostituisci tutti i segnalibri in uso?
ta: புதிய சாரடைவாக இறக்குமதி செய்யலாமா, அல்லது தற்போது உள்ள நினைவுக்குறிகளுக்கு பதிலாக இவற்றை எடுக்க வேண்டுமா?

# @title:window
source: %1 Import
it: Importazione di %1

source: As New Folder
it: Come nuova cartella
ta: புதிய அடைவாக

source: Replace
it: Sostituisci
ta: தற்போதையவற்றிற்கு பதிலாக

source: Galeon Bookmark Files (*.xbel)
it: File segnalibri di Galeon (*.xbel)

source: KDE Bookmark Files (*.xml)
it: File segnalibri di KDE (*.xml)

source: Merges bookmarks installed by 3rd parties into the user's bookmarks
it: Unisce i segnalibri installati da terze parti ai segnalibri dell'utente

source: Original author
it: Autore originale
ta: முதலில் இயற்றியவர்

source: Directory to scan for extra bookmarks
it: Cartella dove cercare segnalibri aggiuntivi
ta: கூடுதல் நினைவுக்குறிகளை எந்த அடைவில் தேட வேண்டும்

# (qtundo-format)
source: Insert Separator
it: Inserisci separatore

# (qtundo-format)
source: Create Bookmark
it: Crea segnalibro

# (qtundo-format)
source: Create Folder
it: Crea cartella

# (qtundo-format)
source: Copy %1
it: Copia %1

# (qtundo-format)
source: Icon Change
it: Cambio di icona

# (qtundo-format)
source: Title Change
it: Cambio di titolo

# (qtundo-format)
source: URL Change
it: Cambio di URL

# (qtundo-format)
source: Comment Change
it: Cambio di commento

# (qtundo-format)
source: Move %1
it: Sposta %1

# (qtundo-format)
source: Set as Bookmark Toolbar
it: Imposta come barra dei segnalibri

# (qtundo-format)
source: Copy Items
it: Copia elementi

# (qtundo-format)
source: Move Items
it: Sposta elementi

# name of the container of all browser bookmarks
source: Bookmarks
it: Segnalibri

# @title:column name of a bookmark
source: Name
it: Nome

# @title:column name of a bookmark
source: Location
it: Posizione

# @title:column comment for a bookmark
source: Comment
it: Commento

# @title:column status of a bookmark
source: Status
it: Stato

source: Search Columns
it: Cerca nelle colonne
ta: தேடலுக்கான நெடுவரிசைகள்

source: All Visible Columns
it: Tutte le colonne visibili
ta: பார்க்கக்கூடிய அனைத்து நெடுவரிசைகளும்

# Column number %1
source: Column No. %1
it: Colonna nº %1

source: S&earch:
it: C&erca:
ta: &தேடு:

source: &Edit
it: &Modifica
ta: &திருத்து

source: &View
it: Visuali&zza
ta: &பார்வை

source: &Folder
it: &Cartella
ta: &அடைவு

source: &Bookmark
it: &Segnalibro
ta: &நினைவுக்குறி

source: &Settings
it: &Impostazioni
ta: &அமைப்புகள்

source: Main Toolbar
it: Barra principale
ta: பிரதானக் கருவிப்பட்டை

source: &Import
it: &Importa
ta: &இறக்குமதி

source: &Export
it: &Esporta
ta: &ஏற்றுமதி

source: &Tools
it: S&trumenti
ta: &கருவிகள்

source: Another instance of %1 is already running. Do you really want to open another instance or continue work in the same instance? Please note that, unfortunately, duplicate views are read-only.
it: Un'altra istanza di %1 è già in esecuzione. Vuoi veramente aprirne un'altra o vuoi continuare il lavoro nella stessa? Nota che le visualizzazioni duplicate sono purtroppo in sola lettura.

# @title:window
source: Warning
it: Avviso

source: Run Another
it: Eseguine un'altra

source: Continue in Same
it: Continua nella stessa

source: Bookmark Editor
it: Editor di segnalibri
ta: நினைவுக்குறி திருத்தி

source: Bookmark Organizer and Editor
it: Editor e gestore di segnalibri
ta: நினைவுக்குறி ஒருங்கிணைப்பாளர் மற்றும் தொகுப்பர்

source: Copyright 2000-2023, KDE developers
it: Copyright 2000-2023 degli sviluppatori di KDE

source: Initial author
it: Autore originale
ta: முதலில் இயற்றியவர்

source: Author
it: Autore
ta: இயற்றியவர்

source: Import bookmarks from a file in Mozilla format
it: Importa segnalibri da un file in formato Mozilla
ta: மொசிலா படிவக் கோப்பிலிருந்து நினைவுக்குறிகளை இறக்குமதி செய்

source: Import bookmarks from a file in Netscape (4.x and earlier) format
it: Importa segnalibri da un file in formato Netscape (4.x e precedenti)
ta: நெட்ஸ்கேப் (4.x மற்றும் முந்தைய) படிவக் கோப்பிலிருந்து நினைவுக்குறிகளை இறக்குமதி செய்

source: Import bookmarks from a file in Internet Explorer's Favorites format
it: Importa segnalibri da un file in formato Internet Explorer
ta: இன்டர்நெட் எக்ஸ்புளோரரின் விருப்பங்கள் படிவக் கோப்பிலிருந்து நினைவுக்குறிகளை இறக்குமதி செய்

source: Import bookmarks from a file in Opera format
it: Importa segnalibri da un file in formato Opera
ta: ஓபரா முறையில் கோப்பிலிருந்து நினைவுக்குறிகளை இறக்குமதி செய்

source: Import bookmarks from a file in KDE2 format
it: Importa segnalibri da un file in formato KDE2

source: Import bookmarks from a file in Galeon format
it: Importa segnalibri da un file in formato Galeon

source: Export bookmarks to a file in Mozilla format
it: Esporta segnalibri come file in formato Mozilla
ta: மொசிலா படிவக் கோப்பிற்கு நினைவுக்குறிகளை ஏற்றுமதி செய்

source: Export bookmarks to a file in Netscape (4.x and earlier) format
it: Esporta segnalibri come file in formato Netscape (4.x e precedenti)
ta: நெட்ஸ்கேப் (4.x மற்றும் முந்தைய) படிவக் கோப்பிற்கு நினைவுக்குறிகளை ஏற்றுமதி செய்

source: Export bookmarks to a file in a printable HTML format
it: Esporta segnalibri come file in formato HTML stampabile
ta: அச்சுக்குகந்த ஹச்டிஎம்எல் படிவக் கோப்பிற்கு நினைவுக்குறிகளை ஏற்றுமதி செய்

source: Export bookmarks to a file in Internet Explorer's Favorites format
it: Esporta segnalibri come file in formato Internet Explorer

source: Export bookmarks to a file in Opera format
it: Esporta segnalibri come file in formato Opera
ta: ஓபரா படிவக் கோப்பிற்கு நினைவுக்குறிகளை ஏற்றுமதி செய்

source: Open at the given position in the bookmarks file
it: Apri nel file di segnalibri alla posizione data
ta: நினைவுக்குறிக் கோப்பில் குறிப்பிட்ட இடத்தை திற

source: Set the user-readable caption, for example "Konsole"
it: Imposta la didascalia come leggibile dell'utente, per esempio «Konsole»

source: Hide all browser related functions
it: Nascondi tutte le funzioni del browser
ta: உலாவி தொடர்புடைய அனைத்து செயற்பாடுகளையும் மறை

source: A unique name that represents this bookmark collection, usually the kinstance name. This should be "konqueror" for the Konqueror bookmarks, "kfile" for KFileDialog bookmarks, etc. The final D-Bus object path is /KBookmarkManager/<dbusObjectName>
it: Un nome univoco che rappresenta questa raccolta di segnalibri, di solito il nome dell'istanza. Dovrebbe essere «konqueror» per i segnalibri di Konqueror, «kfile» per i segnalibri del selettore dei file di KDE, e così via. Il percorso finale dell'oggetto D-Bus è /KBookmarkManager/<dbusObjectName>.

source: File to edit
it: File da modificare
ta: திருத்தவேண்டிய கோப்பு

source: You may only specify a single --export option.
it: Si può specificare una sola opzione --export.
ta: ஒரு --export தேர்வை மட்டுமே தங்களால் தர இயலும்.

source: You may only specify a single --import option.
it: Si può specificare una sola opzione --import.
ta: ஒரு --import தேர்வை மட்டுமே தங்களால் தர இயலும்.

source: Checking...
it: Verifica...
ta: சோதிக்கப்படுகிறது...

source: OK
ta: சரி

source: Galeon
ta: கேலியோன்

source: KDE
ta: கே.டீ.யீ.

source: Netscape
ta: நெட்ஸ்கேப்

source: Mozilla
ta: மொசில்லா

source: IE
ta: ஐஇ

source: Opera
ta: ஒபரா

source: Copyright © 2005 Frerich Raabe
ta: பதிப்புரிமம் © 2005 ப்ரெரிச் ராபே

source: Frerich Raabe
ta: ப்ரெரிச் ராபே

source: &File
ta: &கோப்பு

source: David Faure
ta: டேவிட் பவுர்

source: Alexander Kellett
ta: அலெக்ஸாண்டர் கெல்லட்
